<script></script>

<template>
  <v-container>
    <h1 class="text-center">Том 1 Глава 1</h1>
    <div class="chapter-content mt-4">
      <p>
        - Как ты посмел сделать это в такой день, в присутствии представителя
        императора и Его Высочества наследного принца!
      </p>
      <p>
        - закричал герцог, не сумев сдержать гнев. Дерик в детстве был очень
        умным ребенком. Ему, знающему лишь основы, но быстро развивающемуся, он
        спокойно мог оставить часть своей работы. Поэтому на него, в отличие от
        Рейнольда, герцог никогда не поднимал руку. Со рта Дерика стекала
        струйка крови. Онемение в щеке было для него в новинку. 
      </p>
    </div>
  </v-container>
</template>

<style lang="scss" scoped>
@media (min-width: 1920px) {
  .v-container {
    max-width: 1200px;
  }
}
</style>
